Revit 2027 API
ParameterTypeId.RoomUpperLevel Property
 "Upper Limit"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomUpperLevel { get; }
Public Shared ReadOnly Property RoomUpperLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomUpperLevel {
	ForgeTypeId^ get ();
}
static member RoomUpperLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace